{
  "about_us": "About Us",
  "projects": "Projects",
  "investment": "Investment Strategy",
  "contact": "Contact Us",
  "login": "Investor Login",
  "discover_more": "Discover More",
  "learn_more": "Learn More",
  "community": "Community",
  "quality": "Quality",
  "sustainability": "Sustainability",
  "innovation": "Innovation",
  "contact_title": "Contact Us",
  "join_investor": "Join Our Investor Network",
  "address": "Address",
  "email": "Email Us",
  "call": "Call Us",
  "view_more": "View More",
  "aboutus_title": "Innovation, Quality,<br> and Community Impact",
  "aboutus_paragraph1": "Marston is a forward-thinking real estate development firm specializing in multifamily, mixed-use, and ultra-high-end waterfront residential properties. With a strong presence in Florida, Missouri, and beyond, Marston is dedicated to redefining modern living by creating vibrant, community-driven spaces that seamlessly integrate quality, innovation, and sustainability. Guided by a commitment to excellence, our projects are thoughtfully designed to deliver cozy and functional homes that balance investor returns with tenant satisfaction. Whether it’s a luxury waterfront residence or a mixed-use urban development, Marston ensures each project reflects our vision of enhancing both lifestyle and value.",
  "aboutus_paragraph2": "At Marston, we approach every development with a focus on community, connectivity, and long-term impact. From incorporating state-of-the-art amenities and sustainable design elements to strategically positioning projects near key employment hubs and services, we deliver properties that stand out in the market. Our developments, such as Waverly Plaza and One Nine Vine, showcase our ability to merge modern architecture with strategic locations, earning accolades like the Capstone Award. By prioritizing the needs of residents, investors, and the communities we serve, Marston continues to set the standard for excellence in real estate development.",
  "partnership_title": "Marston Group | In Partnership with Zero to Plan",
  "partnership_text": "At Marston Group, we acquire and develop high-conviction real estate projects in resilient U.S. markets where demand is real, barriers to entry are high, and public-private alignment creates outsized opportunity. Our focus is on human-centered design, data-verified feasibility, and long-term investor alignment. We believe the foundation of great real estate isn’t just land or capital—it’s people.",
  "community_text": "We prioritize the creation of spaces that foster <br>connection, engagement, and inclusivity, ensuring that every <br>development contributes positively to the neighborhoods we serve.",
  "quality_text": "Our commitment to excellence is evident <br>in every detail, from architectural design to construction, <br>ensuring high standards that meet both resident and investor expectations.",
  "sustainability_text": "We integrate environmentally conscious practices <br>and sustainable solutions into our projects, reflecting our <br>dedication to creating a better future for residents and the planet.",
  "innovation_text": "Our projects push boundaries, <br>blending modern design, advanced technology, <br>and innovation to redefine living spaces and build vibrant communities.",
  "community_text_phone": "We prioritize the creation of spaces that foster connection, engagement, and inclusivity, ensuring that every development contributes positively to the neighborhoods we serve.",
  "quality_text_phone": "Our commitment to excellence is evident in every detail, from architectural design to construction, ensuring high standards that meet both resident and investor expectations.",
  "sustainability_text_phone": "We integrate environmentally conscious practices and sustainable solutions into our projects, reflecting our dedication to creating a better future for residents and the planet.",
  "innovation_text_phone": "Our projects push boundaries, blending modern design, advanced technology, and innovation to redefine living spaces and build vibrant communities.",
  "commercial": "Commercial",
  "multifamily": "Multifamily",
  "mixed_use": "Mixed-use",
  "copyright": "© 2025 MARSTON Development Group. All rights reserved.",
  "footer_disclaimer": "Images are owned by Marston or used with proper rights. For more information, please review our <a href='/disclaimer.html' style='color: #002e4b'>[Full Disclaimer]</a>."
}
