{
  "common": {
    "about_us": "Sobre Nosotros",
    "projects": "Proyectos",
    "investment": "Estrategia de Inversión",
    "contact": "Contáctanos",
    "contact_nav": "Conviértete en Inversor",
    "login": "Acceso Inversores",
    "discover_more": "Descubrir Más",
    "learn_more": "Aprender Más",
    "community": "Comunidad",
    "quality": "Calidad",
    "sustainability": "Sostenibilidad",
    "innovation": "Innovación",
    "contact_title": "Contáctanos",
    "join_investor": "Únete a Nuestra Red de Inversores",
    "address": "Dirección",
    "email": "Envíanos un Correo",
    "call": "Llámanos",
    "view_more": "Ver más",
    "copyright": "© 2025 MARSTON Development Group. Todos los derechos reservados.",
    "footer_disclaimer": "Las imágenes son propiedad de Marston o se utilizan con los permisos correspondientes. Para más información, revisa nuestro <a href='/disclaimer.html' style='color: #002e4b'>[Aviso Legal]</a>.",
    "back_portfolio": "Portafolio",
    "tag_mixed_use": "USO MIXTO",
    "tag_multi_family": "MULTIFAMILIAR",
    "tag_office": "OFICINAS",
    "tag_retail": "COMERCIO",
    "final_notes_ready": "📩 ¿Listo para invertir?",
    "final_notes_cta": "Contáctanos o únete a nuestra lista de inversores para acceder y recibir correos a oportunidades actuales.<br> Por favor, revisa nuestro aviso legal al final de la página.",
    "final_notes_btn": "Contáctanos"
  },
  "index":{
    "aboutus_title": "Innovación, Calidad,<br> e Impacto Comunitario",
    "aboutus_paragraph1": "Marston es una empresa de desarrollo inmobiliario con visión de futuro, especializada en propiedades multifamiliares, de uso mixto y residencias frente al mar de lujo extremo. Con una sólida presencia en Florida, Misuri y más allá, Marston se dedica a redefinir la vida moderna creando espacios vibrantes y orientados a la comunidad que integran calidad, innovación y sostenibilidad. Guiados por el compromiso con la excelencia, nuestros proyectos están diseñados cuidadosamente para ofrecer hogares funcionales y acogedores que equilibren la rentabilidad del inversor con la satisfacción del inquilino. Ya sea una residencia de lujo frente al mar o un desarrollo urbano de uso mixto, Marston garantiza que cada proyecto refleje nuestra visión de mejorar tanto el estilo de vida como el valor.",
    "aboutus_paragraph2": "En Marston, abordamos cada desarrollo con un enfoque en la comunidad, la conectividad y el impacto a largo plazo. Desde la incorporación de comodidades de última generación y elementos de diseño sostenible hasta la ubicación estratégica de los proyectos cerca de centros de empleo clave y servicios, entregamos propiedades que destacan en el mercado. Nuestros desarrollos, como Waverly Plaza y One Nine Vine, demuestran nuestra capacidad para combinar arquitectura moderna con ubicaciones estratégicas, obteniendo reconocimientos como el premio Capstone. Al priorizar las necesidades de los residentes, los inversores y las comunidades que servimos, Marston continúa marcando el estándar de excelencia en desarrollo inmobiliario.",
    "partnership_title": "Grupo Marston | En colaboración con Zero to Plan",
    "partnership_text": "En Marston Group, adquirimos y desarrollamos proyectos inmobiliarios con alto potencial en mercados resilientes de EE. UU., donde la demanda es real, las barreras de entrada son altas y la alineación público-privada crea oportunidades extraordinarias. Nos enfocamos en el diseño centrado en las personas, la viabilidad validada por datos y una visión alineada a largo plazo con los inversionistas. Creemos que la base de un gran proyecto inmobiliario no es solo la tierra o el capital, sino las personas.",
    "community_text": "Priorizamos la creación de espacios que fomenten la conexión, la participación y la inclusión, asegurando que cada desarrollo contribuya positivamente a los vecindarios que servimos.",
    "quality_text": "Nuestro compromiso con la excelencia es evidente en cada detalle, desde el diseño arquitectónico hasta la construcción, garantizando altos estándares que satisfacen tanto a residentes como a inversores.",
    "sustainability_text": "Integramos prácticas responsables con el medio ambiente y soluciones sostenibles en nuestros proyectos, reflejando nuestra dedicación a construir un futuro mejor para los residentes y el planeta.",
    "innovation_text": "Nuestros proyectos rompen esquemas, combinando diseño moderno, tecnología avanzada e innovación para redefinir los espacios habitables y construir comunidades vibrantes.",
    "community_text_phone": "Priorizamos la creación de espacios que fomenten la conexión, la participación y la inclusión, asegurando que cada desarrollo contribuya positivamente a los vecindarios que servimos.",
    "quality_text_phone": "Nuestro compromiso con la excelencia es evidente en cada detalle, desde el diseño arquitectónico hasta la construcción, garantizando altos estándares que satisfacen tanto a residentes como a inversores.",
    "sustainability_text_phone": "Integramos prácticas responsables con el medio ambiente y soluciones sostenibles en nuestros proyectos, reflejando nuestra dedicación a construir un futuro mejor para los residentes y el planeta.",
    "innovation_text_phone": "Nuestros proyectos rompen esquemas, combinando diseño moderno, tecnología avanzada e innovación para redefinir los espacios habitables y construir comunidades vibrantes.",
    "commercial": "Comercial",
    "multifamily": "Multifamiliar",
    "mixed_use": "Uso mixto",
    "copyright": "© 2025 MARSTON Development Group. Todos los derechos reservados.",
    "footer_disclaimer": "Las imágenes son propiedad de Marston o se utilizan con los permisos correspondientes. Para más información, revisa nuestro <a href='/disclaimer.html' style='color: #002e4b'>[Aviso Legal]</a>."
  },
  "form": {
  "title": "Formulario de Registro de Inversores",
  "intro_text": "Accede a oportunidades exclusivas de inversión interna.<br>Solo compartimos oportunidades de inversión inmobiliaria que desarrollamos y gestionamos nosotros mismos, cada una cuidadosamente evaluada y con un objetivo de IRR superior al 20%.",
  
  "section1_title": "1. Información Básica",
  "full_name": "Nombre Completo*",
  "email_address": "Correo Electrónico*",
  "phone_whatsapp": "Teléfono / WhatsApp",
  "entity_name": "Nombre de la Entidad (si aplica)",

  "section2_title": "2. Tipo de Inversor*",
  "family_office": "Oficina Familiar",
  "private_equity": "Fondo de Capital Privado",
  "high_net_worth": "Individuo de Alto Patrimonio (HNW)",
  "institutional_investor": "Inversor Institucional",
  "real_estate_syndicator": "Sindicador de Bienes Raíces",
  "wealth_advisor": "Asesor de Patrimonios / Gestor de Fondos",
  "international_group": "Grupo de Inversión Internacional",
  "other": "Otro",
  "other_placeholder": "Si es Otro, especifique",

  "section3_title": "3. Estado de Acreditación*",
  "accreditation_confirm": "Confirmo que soy un inversor acreditado según lo definido por la SEC de EE. UU.",
  "upload_doc": "Subir documento de acreditación (PDF o enlace)",
  "choose_file": "Seleccionar archivo",

  "section4_title": "4. Región de Residencia*",
  "select_option": "Seleccione una opción",
  "us": "Estados Unidos",
  "south_america": "Sudamérica",
  "central_caribbean": "Centroamérica y el Caribe",
  "europe": "Europa",
  "middle_east": "Oriente Medio",
  "asia_pacific": "Asia/Pacífico",
  "canada": "Canadá",

  "section5_title": "5. Confirmación de Inversión Mínima*",
  "investment_confirm": "Confirmo que me interesan inversiones de $250,000 o más",

  "section6_title": "6. Intereses de Inversión",
  "ground_up": "Desarrollo Multifamiliar desde Cero",
  "mixed_use_projects": "Proyectos de Uso Mixto",
  "workforce_housing": "Vivienda para Trabajadores",
  "rehab": "Rehabilitación / Valor Añadido",
  "co_gp": "Participación Co-GP / JV",
  "debt": "Deuda / Capital Preferente",

  "section7_title": "7. ¿Cómo nos conoció?",
  "referral_placeholder": "Referencia, conferencia, redes sociales, etc.",

  "section8_title": "8. Mensaje / Preguntas",
  "message_placeholder": "¿Algo más que desee compartir?",

  "disclaimer": "<strong>Aviso:</strong> Esto no es una oferta para vender ni una solicitud para comprar ningún valor. Todas las inversiones se ofrecen solo a inversores acreditados bajo la Regulación D y están sujetas a verificación.",

  "submit": "Enviar"
  },
  "investment": {
    "intro_title": "Construyendo de Forma Más Inteligente, Juntos",
    "intro_text": "En Marston Group, colaboramos con socios visionarios para desarrollar bienes raíces basados en la precisión, la sostenibilidad y el valor a largo plazo. Cada decisión está basada en datos, cada diseño está centrado en las personas y cada proyecto se construye para mejorar tanto las comunidades como los resultados de los inversores.",
    "investment_criteria_title": "Lo que Buscamos: Criterios de Inversión",
    "criteria_asset_types": "1. Tipos de Activos",
    "criteria_land": "Terrenos no desarrollados / subutilizados",
    "criteria_multifamily": "Sitios Multifamiliares y BFR",
    "criteria_church": "Terrenos de iglesias / institucionales",
    "criteria_infill": "Parcelas de relleno con potencial de zonificación",
    "criteria_income": "Propiedades con potencial de ingresos",

    "criteria_scale_density": "2. Escala y Densidad",
    "criteria_units": "<strong>Unidades:</strong> 200–350 (por fases)",
    "criteria_density": "<strong>Densidad:</strong> 4–25 unidades/acre",
    "criteria_land_area": "<strong>Terreno:</strong> 10–50 acres",

    "criteria_geography": "3. Geografía",
    "criteria_south_florida": "<strong>Sur de Florida:</strong> Fort Lauderdale, Broward",
    "criteria_central_florida": "<strong>Sunbelt</strong>",
    "criteria_midwest": "<strong>Midwest</strong>",

    "criteria_performance": "4. Objetivos de Rendimiento",
    "criteria_irr": "<strong>IRR:</strong> 20%+",
    "criteria_equity": "<strong>Múltiplo de Capital:</strong> 1.8x+",
    "criteria_hold": "<strong>Período de Retención:</strong> 1–10 años",
    "criteria_exit": "<strong>Salida:</strong> Venta de derechos, JV, construcción o retención",

    "criteria_land_location": "5. Terreno y Ubicación",
    "criteria_utilities": "<strong>Servicios:</strong> Agua, alcantarillado, acceso eléctrico",
    "criteria_zoning": "<strong>Zonificación:</strong> Por derecho o camino factible",
    "criteria_incentives": "<strong>Incentivos Públicos:</strong> TIF, CRA, HUD, subvenciones",
    "criteria_employment": "<strong>Generadores de Empleo:</strong> Cerca de empleadores, escuelas, hospitales",
    "criteria_exit_flex": "<strong>Flexibilidad de Salida:</strong> Fases, JV, retención o venta",
    
    "execution_title": "Cómo Ejecutamos: Nuestro Sistema Operativo",
    "execution_slide1_title": "1. Viabilidad Impulsada por Zero to Plan",
    "execution_slide1_item1": "Modelado de zonificación y uso del suelo",
    "execution_slide1_item2": "Datos de mercado y demográficos",
    "execution_slide1_item3": "Referencias de costos de construcción (con GC y contratistas locales)",
    "execution_slide1_item4": "Proyecciones de arrendamiento y absorción",
    "execution_slide1_item5": "Modelado de estructura de capital con TIF, CIDs, subvenciones, etc.",
    "execution_slide1_item6": "Evaluaciones externas de las principales consultoras inmobiliarias de EE.UU.",

    "execution_slide2_title": "2. Uso Estratégico de Incentivos Públicos",
    "execution_slide2_item1": "Financiación Incremental de Impuestos (TIF)",
    "execution_slide2_item2": "Distritos de Reurbanización y Mejora Comunitaria",
    "execution_slide2_item3": "CRA, LIHTC y superposiciones de vivienda asequible",
    "execution_slide2_item4": "Programas de exención fiscal estatales/locales",
    "execution_slide2_item5": "Subvenciones para la reposición de tierras institucionales o religiosas",
    "execution_slide2_item6": "Alineación con aprobaciones de derechos e incentivos",

    "execution_slide3_title": "3. Formación de Equipos y Disciplina en la Planificación",
    "execution_slide3_item1": "Equipo experimentado y confiable",
    "execution_slide3_item2": "Alineación con la ciudad, comunidad e inversores",
    "execution_slide3_item3": "Reputación, ética y mentalidad a largo plazo",
    "execution_slide3_item4": "Sólidas relaciones locales y municipales",
    "execution_slide3_item5": "Comunicación clara y sinergia",
    "execution_slide3_item6": "Sin cambios de diseño después de la aprobación para reducir riesgos",

    "execution_slide4_title": "4. Diseño que Sirve a las Personas",
    "execution_slide4_item1": "Comunidades transitables con fuerte conectividad",
    "execution_slide4_item2": "Seguridad pasiva separando autos de peatones",
    "execution_slide4_item3": "Amenidades de aguas pluviales como espacios verdes",
    "execution_slide4_item4": "Entornos seguros con acceso inteligente",
    "execution_slide4_item5": "Comunidades con altas comodidades y eficiencia",

    "execution_slide5_title": "5. Transparencia Habilitada por Tecnología",
    "execution_slide5_item1": "Reportes trimestrales mediante Juniper Square",
    "execution_slide5_item2": "Recorridos virtuales y vistas previas de sitio",
    "execution_slide5_item3": "Cámaras en vivo para visibilidad de inversores",
    "execution_slide5_item4": "Videollamadas con el equipo en campo",
    "execution_slide5_item5": "Transparencia total y actualizaciones en tiempo real",

    "why_marston_title": "¿Por qué Marston Group?",
    "why_marston_intro": "Somos desarrolladores centrados en las relaciones, que ganan la confianza alineando resultados con las personas detrás del capital.",
    "why_marston_item1": "<span class='check'>✔️</span> Acceso temprano a oportunidades de alto umbral, a menudo mal entendidas",
    "why_marston_item2": "<span class='check'>✔️</span> Validación de factibilidad en tiempo real a través de&nbsp;<a href='https://zerotoplan.com' style='color: var(--color-terciario);' target='_blank' rel='noopener noreferrer'><strong> Zero to Plan</strong></a>",
    "why_marston_item3": "<span class='check'>✔️</span> Sólida alineación con prioridades del sector público y estándares del sector privado",
    "why_marston_item4": "<span class='check'>✔️</span> Claridad en la ejecución: contratos estructurados en torno a hitos reales",
    "why_marston_item5": "<span class='check'>✔️</span> Diseño y planificación centrados en las personas que impulsan la creación de valor a largo plazo",
    "why_marston_closing": "Ya sea que seas una family office, un inversor global o un grupo de private equity en busca de exposición al mercado inmobiliario en EE. UU., <strong>Marston Group ofrece una ejecución respaldada por la integridad</strong> en los lugares donde otros dudan en ir.",

    "one_big_bill_title": "Explora la Ley One Big Beautiful Bill",
    "one_big_bill_text": "Descubre cómo la Ley One Big Beautiful Bill (H.R. 1, 2025) está creando nuevas oportunidades para los inversionistas internacionales en bienes raíces de alquiler en EE.UU.",

    "how_protect_title": "Cómo protegemos su inversión: Seguridad de capital y supervisión",
    "how_protect_text": "En MARSTON Development Group, entendemos lo que más les importa a los inversionistas serios: la preservación del capital y la protección frente a pérdidas.",


    "boosters_title": "Dos \"impulsores\" en EE. UU. para tu dinero",
    "boosters_text": "Descubre cómo los programas Opportunity Zone (OZ) y Low-Income Housing Tax Credit (LIHTC) pueden maximizar tus rendimientos mientras apoyan el desarrollo de vivienda en EE. UU.",

    "live_local_title": "Cómo desbloquear valor con la Live Local Act de Florida",
    "live_local_text": "Descubre cómo MARSTON usa la Live Local Act para acceder a la mayor densidad permitida, reducir costos de estacionamiento y acelerar aprobaciones—ahora también en suelos con zonificación PD."


  },
  "aboutus": {
    "aboutus_title": "Innovación, Calidad,<br> e Impacto Comunitario",
    "aboutus_paragraph1": "Marston es una firma de desarrollo inmobiliario con visión de futuro, especializada en propiedades multifamiliares, de uso mixto y residencias ultra exclusivas frente al mar. Con una sólida presencia en Florida, Misuri y más allá, Marston está dedicada a redefinir la vida moderna creando espacios vibrantes y orientados a la comunidad que integran perfectamente calidad, innovación y sostenibilidad. Guiados por un compromiso con la excelencia, nuestros proyectos están diseñados cuidadosamente para ofrecer hogares acogedores y funcionales que equilibran los retornos para los inversores con la satisfacción de los inquilinos. Ya sea una residencia de lujo frente al agua o un desarrollo urbano de uso mixto, Marston garantiza que cada proyecto refleje nuestra visión de mejorar tanto el estilo de vida como el valor.",
    "aboutus_paragraph2": "En Marston, abordamos cada desarrollo con un enfoque en la comunidad, la conectividad y el impacto a largo plazo. Desde la incorporación de servicios de última generación y elementos de diseño sostenible hasta la ubicación estratégica de proyectos cerca de los principales centros de empleo y servicios, ofrecemos propiedades que destacan en el mercado. Nuestros desarrollos, como Waverly Plaza y One Nine Vine, demuestran nuestra capacidad para combinar arquitectura moderna con ubicaciones estratégicas, obteniendo reconocimientos como el premio Capstone. Al priorizar las necesidades de los residentes, inversores y las comunidades a las que servimos, Marston sigue estableciendo el estándar de excelencia en desarrollo inmobiliario.",
    "strengths_title": "Nuestras Fortalezas",
    "strengths_people_title": "Desarrollo Centrado en Personas",
    "strengths_people_text": "Las experiencias de vida excepcionales nacen de una conexión profunda con quienes servimos. Al escuchar a nuestros grupos de interés, creamos oportunidades basadas en sus necesidades, superando expectativas proyecto tras proyecto.",
    "strengths_integrated_title": "Enfoque Integrado",
    "strengths_integrated_text": "Aprovechando nuestro legado como empresa familiar, ofrecemos a los inversores oportunidades atractivas y a largo plazo que maximizan el valor de las propiedades en Florida, Misuri y más allá.",
    "strengths_quality_title": "Compromiso con la Calidad",
    "strengths_quality_text": "Al incorporar elementos naturales y orgánicos en nuestra arquitectura, elevamos los espacios a su máximo potencial, proporcionando entornos acogedores y cálidos para los inquilinos.",
    "strengths_tailored_title": "Soluciones de Diseño Personalizadas",
    "strengths_tailored_text": "Ofrecemos soluciones personalizadas para cada proyecto, garantizando que cada uno tenga una identidad única que resuene con su contexto local."
  },
  "disclaimer": {
  "disclaimer_title": "Aviso Legal",
  "disclaimer_text": "Marston Development Group es una empresa privada de desarrollo inmobiliario. La información presentada en este sitio web tiene únicamente fines informativos generales y no debe interpretarse como una oferta de venta ni como una solicitud de compra de valores.<br><br>Cualquier posible oportunidad de inversión descrita aquí se ofrece exclusivamente a inversionistas acreditados, según lo definido por la Regla 501 del Reglamento D bajo la Ley de Valores de los EE. UU. de 1933. Estas oportunidades, si están disponibles, se presentarán únicamente a través de un memorando de colocación privada confidencial u otros documentos de oferta y estarán sujetas a los términos, riesgos y divulgaciones específicos que se describan en dichos documentos.<br><br>Nada en este sitio web constituye asesoría legal, fiscal o de inversión. Todas las inversiones inmobiliarias implican riesgos, incluida la posible pérdida del capital invertido. El rendimiento pasado no es indicativo de resultados futuros.<br><br>Cualquier fotografía, renderizado o referencia de rendimiento es ilustrativa y puede no representar resultados reales. Las imágenes utilizadas en este sitio son propiedad de Marston Development Group o se usan con la licencia o el permiso correspondiente.<br><br>Al acceder a este sitio web, usted reconoce y acepta los términos de este aviso legal. Se recomienda a los visitantes que consulten a sus propios asesores legales, fiscales y financieros antes de tomar decisiones de inversión."
  },
  "portfolio": {
    "portfolio_all": "Todos",
    "portfolio_multifamily": "Multifamiliar",
    "portfolio_mixed": "Uso Mixto",
    "portfolio_comercial": "Comercial"
  },
  "project_2900_broward": {
  "project_location": "Fort Lauderdale, FL",
  "project_title": "2900 W Broward",
  "project_type": "<strong>TIPO DE ACTIVO:</strong> Uso Mixto Multifamiliar/Oficinas",
  "project_address": "<strong>DIRECCIÓN:</strong> 2900 W Broward Blvd, Fort Lauderdale, FL 33312",
  "project_units": "<strong>UNIDADES:</strong> 162",
  "project_floors": "<strong>PISOS:</strong> 10",
  "project_retail": "<strong>ÁREA TOTAL COMERCIAL:</strong> 5,386 pies²",
  "project_construction": "<strong>INICIO DE CONSTRUCCIÓN:</strong> 2º Trimestre 2025",
  "project_completion": "<strong>FINALIZACIÓN:</strong> 1º Trimestre 2026",
  "project_description": "2900 Broward es un desarrollo de uso mixto con 162 unidades en Fort Lauderdale, diseñado cuidadosamente para combinar vida moderna con una comodidad inigualable. Reflejando nuestra misión de crear espacios acogedores y cálidos para los inquilinos, este proyecto fomenta comunidades vibrantes y conectadas, destacando un diseño contemporáneo y comodidades de primer nivel. Con una ubicación privilegiada y el respaldo de la Florida Live Local Act, 2900 Broward ofrece un estilo de vida que equilibra confort y accesibilidad.<br><br>Ubicado en una zona estratégica, 2900 Broward brinda acceso rápido al centro de Fort Lauderdale en solo 11 minutos, al aeropuerto en 13 minutos y a los principales centros de empleo en 5-10 minutos. Además, su cercanía a los principales comercios y servicios esenciales garantiza una experiencia de vida fluida, donde todo lo que necesitas está al alcance. Ya sea para ir de compras, cenar o desplazarte, los residentes disfrutan de una comodidad incomparable, haciendo de 2900 Broward un lugar que eleva la vida diaria."
  },
  "b&d_trap": {
  "bdtrap_type": "<strong>TIPO DE ACTIVO:</strong> Comercial",
  "bdtrap_address": "<strong>DIRECCIÓN:</strong> 1551 NW 6th St, Fort Lauderdale, FL 33311",
  "bdtrap_retail_space": "<strong>ESPACIO COMERCIAL TOTAL:</strong> 3,200 pies²",
  "bdtrap_master": "<strong>ARQUITECTURA DEL PLAN MAESTRO</strong>",
  "bdtrap_construction": "<strong>INICIO DE CONSTRUCCIÓN:</strong> 1er Trimestre 2023",
  "bdtrap_completion": "<strong>FINALIZACIÓN:</strong> 1er Trimestre 2024",
  "bd_trap_description": "B&D Trap BBQ es un destino culinario impulsado por la comunidad, hecho realidad gracias a una asociación estratégica con la Agencia de Reurbanización de la Comunidad de Fort Lauderdale (CRA). Ubicado en 1551 NW 6th St., en el corazón del Distrito de Sistrunk, el proyecto fue moldeado por la participación del vecindario y financiado por la CRA para impulsar el crecimiento económico, reducir el deterioro urbano y celebrar la identidad cultural de la zona. Lo que antes era una propiedad infrautilizada se ha transformado en un punto de referencia vibrante y de alto tráfico que no solo revitaliza el paisaje urbano local, sino que también sirve como plataforma de expansión de la marca, incluyendo una nueva sede en el icónico mercado gastronómico Julia & Henry’s en el centro de Miami. Esta historia de éxito replicable resalta la experiencia de nuestro equipo en la activación de espacios urbanos desaprovechados, el aprovechamiento de incentivos públicos y la entrega de desarrollos inclusivos y de alto impacto que elevan a las comunidades mientras generan un valor duradero para los inversionistas."
  },
  "onv_i":{
  "one_nine_type": "<strong>TIPO DE ACTIVO:</strong> Uso Mixto Multifamiliar/Comercial",
  "one_nine_address": "<strong>DIRECCIÓN:</strong> 1901 Vine Street, Kansas City, MO 64108",
  "one_nine_units": "<strong>UNIDADES:</strong> 80",
  "one_nine_floors": "<strong>PISOS:</strong> 6",
  "one_nine_retail": "<strong>ESPACIO COMERCIAL TOTAL:</strong> 17,500 pies²",
  "one_nine_construction": "<strong>INICIO DE CONSTRUCCIÓN:</strong> Mayo 2022",
  "one_nine_completion": "<strong>FINALIZACIÓN:</strong> Enero 2025",
  "one_nine_description": "One Nine Vine es un distinguido desarrollo de seis pisos con uso mixto, ubicado en el histórico Distrito 18th & Vine de Kansas City. Este proyecto de 81,550 pies² incluye 30 apartamentos de una habitación y 50 de dos habitaciones, cada uno con balcones privados, y las unidades orientadas al oeste ofrecen vistas despejadas del horizonte del centro de la ciudad. La planta baja abarca 17,500 pies² de espacio comercial diseñado para fomentar la interacción comunitaria y proporcionar comodidades convenientes para los residentes. En línea con nuestra misión de crear experiencias de vida excepcionales, One Nine Vine integra a la perfección el diseño moderno con el rico patrimonio cultural de su entorno, fomentando una comunidad vibrante e inclusiva.<br><br>Estratégicamente ubicado en 1901 Vine Street, One Nine Vine ofrece a los residentes un acceso inigualable a los puntos culturales e históricos del Distrito del Jazz, mientras brinda comodidades modernas y conectividad con el área metropolitana de Kansas City. El desarrollo incluye 30 plazas de estacionamiento cubiertas y 55 en superficie, con previsión para futuras estaciones de carga para vehículos eléctricos, subrayando nuestro compromiso con soluciones de vida sostenibles. Este proyecto ejemplifica nuestra visión de redefinir la vida urbana mediante la entrega de espacios sofisticados y de alta calidad que armonizan comodidad, cultura y comunidad. Cabe destacar que One Nine Vine ha sido galardonado con el Premio Capstone 2025 de Uso Mixto de Kansas City Business Journal, en reconocimiento a su significativo impacto positivo en el área de Kansas City."
  },
  "475_riverland":{
  "riverland_type": "<strong>TIPO DE ACTIVO:</strong> Multifamiliar",
  "riverland_address": "<strong>DIRECCIÓN:</strong> 475 SW 27th Ave, Fort Lauderdale, FL 33312",
  "riverland_units": "<strong>UNIDADES:</strong> 48",
  "riverland_buildings": "<strong>EDIFICIOS:</strong> 3",
  "riverland_construction": "<strong>INICIO DE CONSTRUCCIÓN:</strong> Febrero 2025",
  "riverland_completion": "<strong>FINALIZACIÓN:</strong> Marzo 2025",
  "riverland_description": "Los apartamentos de SORA ofrecerán acabados y accesorios modernos y cómodos a un precio asequible para los inquilinos. Todas las unidades contarán con suelos de vinilo de lujo que imitan el aspecto de la madera, combinados con pintura blanca fresca que ofrece el lienzo perfecto para que los inquilinos personalicen su hogar. Los gabinetes de madera contrachapada modernos y las encimeras de superficie sólida brindarán funcionalidad y almacenamiento en la cocina y los baños.<br><br>Electrodomésticos de acero inoxidable atractivos y compatibles con la ADA garantizarán que los inquilinos de todas las capacidades estén bien atendidos. Ambos dormitorios tendrán ventiladores de techo modernos para mayor confort térmico e iluminación. Todos los baños contarán con botiquines para almacenamiento adicional, iluminación abundante y sanitarios compatibles con la ADA. Los baños principales dispondrán de ducha, con accesorios accesibles en las unidades adaptadas, mientras que los baños secundarios contarán con combinación de bañera y ducha. Los herrajes modernos en níquel cepillado y negro mate asegurarán que cada detalle refleje un diseño atemporal que cualquier inquilino pueda llamar hogar."
  },
  "gardner":{
  "waverly_address": "<strong>DIRECCIÓN:</strong> Gardner, KS",
  "waverly_units": "<strong>UNIDADES:</strong> 327",
  "waverly_buildings": "<strong>EDIFICIOS:</strong> 6 edificios + casa club",
  "waverly_retail": "<strong>ESPACIO COMERCIAL TOTAL:</strong> 12,000 pies² + un terreno vecino con 38,000 pies² adicionales de retail.",
  "waverly_master": "<strong>ARQUITECTURA DEL PLAN MAESTRO:</strong> Arquitectura NPSK",
  "waverly_construction": "<strong>INICIO DE CONSTRUCCIÓN:</strong> Por definir",
  "waverly_completion": "<strong>FINALIZACIÓN:</strong> 2do trimestre de 2027",
  "waverly_description": "Waverly Plaza es un desarrollo multifamiliar de dos fases ubicado en la comunidad en rápido crecimiento de Gardner, dentro del área metropolitana de Kansas City. Diseñado para elevar la vida suburbana, la Fase I ofrece 168 unidades residenciales modernas, mientras que la Fase II suma 159 unidades distribuidas en tres edificios planificados cuidadosamente. Los residentes disfrutan de un estilo de vida de alta calidad respaldado por una casa club de última generación y amenidades seleccionadas. El desarrollo también incluye un componente comercial futuro para mejorar la conveniencia y crear un entorno mixto y caminable.<br><br>Marston trabaja en estrecha colaboración con la ciudad de Gardner y múltiples agencias públicas para hacer realidad este proyecto, utilizando una exención fiscal del 75% durante 15 años y el reembolso de costos de infraestructura mediante la implementación de un Community Improvement District (CID) para la porción comercial. Este enfoque refleja nuestra capacidad probada para estructurar asociaciones público-privadas complejas, cumplir con los requisitos regulatorios y asegurar e implementar incentivos locales. Waverly Plaza ejemplifica nuestro compromiso de crear comunidades vibrantes y funcionales, mientras brinda valor a largo plazo para residentes, municipios e inversionistas.<br><br>Ubicado estratégicamente cerca de la Interestatal 35, el proyecto ofrece acceso fluido a los principales centros de empleo, servicios esenciales y amenidades recreativas, convirtiéndolo en una opción atractiva para los inquilinos y un activo de alto rendimiento para nuestros socios."
  },
  "1207_pompano":{
  "pompano_type": "<strong>TIPO DE ACTIVO:</strong> Uso Mixto Multifamiliar/Comercial",
  "pompano_address": "<strong>DIRECCIÓN:</strong> 1207 E Atlantic Blvd, Pompano Beach, FL 33060",
  "pompano_units": "<strong>UNIDADES:</strong> 100",
  "pompano_floors": "<strong>PISOS:</strong> 9",
  "pompano_retail": "<strong>ESPACIO COMERCIAL TOTAL:</strong> 3,634 pies²",
  "pompano_construction": "<strong>INICIO DE CONSTRUCCIÓN:</strong> Por definir",
  "pompano_completion": "<strong>FINALIZACIÓN:</strong> Por definir",
  "pompano_description": "Ubicado en 1207 E Atlantic Blvd, en el corazón de Pompano Beach, FL, este innovador proyecto de uso mixto ofrece una nueva perspectiva para la vida urbana. 1207 Pompano presenta un diseño cuidadosamente planificado que maximiza el uso del terreno y crea un espacio atractivo y funcional para residentes e inversionistas. En su núcleo se encuentra un área de estacionamiento central, que garantiza accesibilidad y comodidad para todos los residentes. El proyecto combina a la perfección dos componentes residenciales distintos: un moderno edificio de apartamentos en el frente y seis lujosas casas adosadas en la parte posterior, creando un entorno dinámico y diverso.<br><br>Este desarrollo está diseñado para atraer a residentes que buscan un equilibrio entre confort moderno, ubicación estratégica y un diseño orientado a la comunidad. Ubicado a lo largo de E Atlantic Blvd, 1207 Pompano ofrece una conectividad inigualable con los principales centros de empleo, centros comerciales y amenidades recreativas. Para los inversionistas, este proyecto representa una oportunidad única de capitalizar un mercado en crecimiento con una alta demanda de alquileres. Al integrar un diseño inteligente con una ubicación ideal, 1207 Pompano refleja una visión centrada en el estilo de vida, convirtiéndose en una adición excepcional al panorama inmobiliario de Pompano Beach."
  },
  "onv_ii":{
  "onevine2_type": "<strong>TIPO DE ACTIVO:</strong> Uso Mixto Multifamiliar/Comercial",
  "onevine2_address": "<strong>DIRECCIÓN:</strong> 1900 Vine Street, Kansas City, MO 64108",
  "onevine2_units": "<strong>UNIDADES:</strong> 79",
  "onevine2_floors": "<strong>PISOS:</strong> 3",
  "onevine2_retail": "<strong>ESPACIO COMERCIAL TOTAL:</strong> 940 pies²",
  "onevine2_construction": "<strong>INICIO DE CONSTRUCCIÓN:</strong> 4to Trimestre 2025",
  "onevine2_completion": "<strong>FINALIZACIÓN:</strong> 1er Trimestre 2027",
  "onevine2_description": "Presentamos One Nine Vine Phase II, un visionario proyecto de uso mixto diseñado para elevar y revitalizar uno de los barrios más históricos de Kansas City. Basándose en el éxito de la primera fase, esta nueva etapa transformará un terreno baldío en 1900 Vine Street en un desarrollo vibrante, centrado en la comunidad, con 79 modernas unidades residenciales y 940 pies cuadrados de espacio comercial.<br><br>Ubicado a solo una cuadra del Museo de Béisbol de las Ligas Negras y del Museo de Jazz Americano, One Nine Vine Phase II está estratégicamente posicionado para contribuir al resurgimiento cultural y económico del Distrito Histórico 18th & Vine. El proyecto está diseñado para fomentar la interacción comunitaria, la caminabilidad y el orgullo local, ofreciendo a residentes y visitantes espacios dinámicos para vivir, conectar y celebrar la rica herencia de Kansas City. Un restaurante en la esquina, diseñado durante la Fase I, abrirá con la finalización de la Fase II, sirviendo como un ancla comunitaria que activará el paisaje urbano con comida, música y cultura.<br><br>En línea con los objetivos de desarrollo equitativo de la ciudad, Marston Development está gestionando una subvención del Distrito de Impuesto sobre Ventas de Desarrollo Económico Central (CCED). Este proyecto se alinea directamente con las prioridades del CCED: revitalizar terrenos en desuso, ofrecer viviendas de ingresos mixtos, generar empleo y agregar actividad comercial catalizadora. Con un sitio completamente aprobado y un equipo experimentado en trabajar con agencias públicas y en el cumplimiento de incentivos, One Nine Vine Phase II representa una oportunidad lista para ejecutarse con el respaldo de una sólida coordinación público-privada.<br><br>Desarrollado estratégicamente por Marston Development, este proyecto es más que una inversión inmobiliaria: es una inversión en la comunidad, la cultura y el valor urbano a largo plazo.<br><br>Muy pronto, tendrás la oportunidad de ser parte del próximo capítulo de Kansas City."
  },
  "one_big_bill":{
  "investment_title": "Ley \"One Big Beautiful Bill\" (H.R. 1, 2025)",
  "investment_subtitle": "Tres Caminos Claros para Inversores Internacionales en Bienes Raíces de Alquiler en EE. UU.",
  "investment_text": "Si eres un inversor radicado fuera de Estados Unidos y buscas aprovechar uno de los mercados de alquiler más fuertes del mundo, ahora es el momento. Gracias a la Ley \"One Big Beautiful Bill \", el mercado inmobiliario en EE. UU. es más atractivo, más eficiente fiscalmente y más accesible para el capital global que nunca. Aquí tienes una guía simplificada para inversores internacionales.",
  "sweet_title": "1. Por qué 2025 a 2030 es el momento ideal",
  "sweet_col_policy": "Cambio de política o mercado",
  "sweet_col_why": "Por qué es importante",
  "sweet_bonus": "Depreciación adicional del 100% (hasta 2029)",
  "sweet_bonus_desc": "Los inversores pueden deducir inmediatamente el valor total de los edificios.",
  "sweet_deduction": "Deducción permanente del 20% para estructuras de traspaso (Sección 199A)",
  "sweet_deduction_desc": "Reduce la renta imponible para individuos que invierten mediante estructuras de traspaso.",
  "sweet_shortage": "Escasez de viviendas en EE.UU. de alrededor de 3,7 millones de unidades",
  "sweet_shortage_desc": "Alta demanda de alquiler, con tasas de vacantes inferiores al 5%.",
  "sweet_firpta": "Sin restricciones fiscales adicionales para extranjeros",
  "sweet_firpta_desc": "EE.UU. mantuvo las normas FIRPTA favorables para inversores y los beneficios de los tratados fiscales.",
    "investment_structures_title": "2. Tres estructuras de inversión que puedes utilizar",
  "investment_option_a": "Opción A: Comprar acciones en un REIT público",
  "investment_option_b": "Opción B: Invertir en una empresa conjunta directa (LLC de traspaso)",
  "investment_option_c": "Opción C: Crear una nueva empresa en EE.UU. (filial de tu negocio en el extranjero)",
  "investment_typical_return": "Retorno neto típico",
  "investment_typical_return_a": "9% a 10% por año",
  "investment_typical_return_b": "Hasta un 40% de IRR en proyectos seleccionados",
  "investment_typical_return_c": "Aproximadamente 15% a 25% de IRR después de impuestos corporativos en EE.UU.",
  "investment_tax": "Quién paga los impuestos en EE.UU.",
  "investment_tax_a": "El REIT; recibes dividendos (con una retención de 15% a 30%)",
  "investment_tax_b": "Tú, pero la depreciación adicional y la deducción del 20% pueden reducirlos o eliminarlos",
  "investment_tax_c": "La empresa estadounidense paga 21% de impuesto corporativo, luego retiene dividendos para la matriz",
  "investment_bonus": "Depreciación adicional",
  "investment_bonus_a": "Se queda dentro del REIT",
  "investment_bonus_b": "Se transfiere directamente a ti como inversor",
  "investment_bonus_c": "Aplicada a nivel corporativo para reducir impuestos",
  "investment_deduction": "Deducción del 20% (Sección 199A)",
  "investment_deduction_a": "Solo si presentas declaración fiscal en EE.UU.",
  "investment_deduction_b": "Sí, se aplica automáticamente",
  "investment_deduction_c": "No disponible para corporaciones",
  "investment_firpta": "FIRPTA al salir",
  "investment_firpta_a": "Ninguno si posees menos del 10%",
  "investment_firpta_b": "15% retenido en la venta, luego conciliado",
  "investment_firpta_c": "15% retenido a menos que aplique una exención",
  "investment_paperwork": "Documentación",
  "investment_paperwork_a": "El corredor se encarga de los reportes",
  "investment_paperwork_b": "W-8BEN o W-8BEN-E → 8805, K-1, 1040-NR o 1120-F",
  "investment_paperwork_c": "Presentar Formulario 1120 + 5472, retener dividendos usando el Formulario 1042",
  "investment_control": "Control sobre la inversión",
  "investment_control_a": "Ninguno",
  "investment_control_b": "Derechos de voto completos sobre presupuesto, apalancamiento y venta",
  "investment_control_c": "Control total mediante tu propia entidad en EE.UU.",
  "investment_fees": "Costos recurrentes",
  "investment_fees_a": "1% de comisión de gestión cada año",
  "investment_fees_b": "Comisión de desarrollo única del 4% y promoción después de un retorno preferente de 8% a 12%",
  "investment_fees_c": "Lo que decidas para los gastos generales de tu filial",
  "investment_quick_takeaway_title": "Resumen rápido:",
  "investment_quick_takeaway_b": "Si deseas un alto control y el máximo beneficio fiscal, <strong>la Opción B</strong> es tu mejor camino.",
  "investment_quick_takeaway_a": "Si prefieres baja participación y liquidez en el mercado público, elige <strong>la Opción A</strong>.",
  "investment_quick_takeaway_c": "Si tu negocio prefiere operar completamente mediante una entidad en EE. UU. de tu propiedad, <strong>la Opción C</strong> ofrece total autonomía.",
  "real_world_title": "3. Ejemplo real (mismo proyecto, estructuras diferentes)",
  "real_world_option_b": "Opción B: JV Directo",
  "real_world_option_c": "Opción C: Corporación Afiliada en EE. UU.",
  "real_world_row1": "Renta neta (antes de impuestos)",
  "real_world_row2": "Depreciación acelerada (Año 1)",
  "real_world_row3": "Ingresos gravables (Año 1)",
  "real_world_b3": "$0 → sin impuestos en EE. UU.",
  "real_world_c3": "$0 → sin impuesto corporativo",
  "real_world_row4": "Ingresos en el año 4 (tras agotar la depreciación)",
  "real_world_row5": "Deducción del 20% (Sección 199A)",
  "real_world_c5": "No aplicable",
  "real_world_row6": "Base fiscal final",
  "real_world_row7": "Tasa impositiva",
  "real_world_b7": "37% (individual)",
  "real_world_c7": "21% (corporación)",
  "real_world_row8": "Impuesto en EE. UU. adeudado",
  "real_world_row9": "Retención al repatriar efectivo",
  "real_world_b9": "0% a 30% según el tratado",
  "real_world_c9": "0% a 30% sobre dividendos al padre internacional",
  "forms_title": "4. Formularios que Necesitarás",
  "forms_table_col1": "Estructura",
  "forms_table_col2": "Formularios Clave del IRS",
  "forms_row1_title": "JV directo como socio extranjero",
  "forms_row1_text": "W-8BEN o W-8BEN-E, Formulario 8813, Formulario 8805, Schedule K-1, 1040-NR (individuo) o 1120-F (corporación extranjera)",
  "forms_row2_title": "Empresa afiliada en EE.UU. (de tu propiedad)",
  "forms_row2_text": "Formulario 1120 (declaración de impuestos corporativos), Formulario 5472 (empresa en EE.UU. de propiedad extranjera), Formularios 1042 y 1042-S para dividendos enviados",
  "forms_row3_title": "Acciones de REIT público",
  "forms_row3_text": "W-8BEN, el corredor maneja el Formulario 1042-S",
  "forms_final_dot": "Trabajamos junto a consultores externos de confianza con décadas de experiencia para guiarte en cada paso legal, fiscal y de cumplimiento.",
  "final_notes_title": "5. Notas Finales para Inversores Internacionales",
  "final_notes_item1": "La depreciación acelerada es tu mayor escudo fiscal. Úsala para retrasar o eliminar los impuestos de los primeros años.",
  "final_notes_item2": "La Sección 199A funciona solo a través de LLCs de tipo pass-through, no en corporaciones C.",
  "final_notes_item3": "Los tratados fiscales entre EE.UU. y tu país pueden reducir las retenciones de dividendos e intereses; consulta con tu CPA.",
  "final_notes_item4": "Las corporaciones ofrecen flexibilidad, pero pueden reducir los rendimientos netos debido al impuesto corporativo más el impuesto sobre dividendos.",
  "final_notes_item5": "Trabaja con CPAs y abogados experimentados que entiendan los acuerdos inmobiliarios transfronterizos y los formularios del IRS."
  
  },
  "oportunity_zone": {
  "link_to_lihtc_title": "Enlace a Áreas impulsadas por LIHTC",
  "interactive_map_subtitle": "Los desarrollos LIHTC pueden ubicarse en cualquier lugar de EE. UU. donde la demografía lo justifique, con ciertas zonas designadas que reciben un aumento de 1.3 veces en la base elegible.",
  "link_to_lihtc_button": "Explorar zonas con incentivos LIHTC aumentados",
  "boosters_title": "Dos “impulsores” de EE.UU. para tu dinero",
  "boosters_subtitle": "(y cómo los hacemos funcionar para inversores extranjeros)",
  "oportunity_title": "Zonas de Oportunidad vs. LIHTC (Créditos Fiscales para Viviendas de Bajos Ingresos)",
  "oz_column": "Pase de Zonas de Oportunidad (“OZ”)",
  "lihtc_column": "Cuponera de Créditos Fiscales para Vivienda de Bajos Ingresos (“LIHTC”)",
  "big_picture": "Panorama general",
  "oz_big_picture": "Pausa el impuesto sobre las ganancias de capital en EE.UU. y posiblemente elimínalo más adelante.",
  "lihtc_big_picture": "Obtén un conjunto de 10 cupones anuales que reducen tu factura de impuestos federales.",
  "government_goal": "Objetivo del gobierno",
  "oz_government_goal": "Atraer capital a largo plazo a códigos postales desatendidos.",
  "lihtc_government_goal": "Mantener los alquileres asequibles para los trabajadores locales.",
  "typical_project": "Proyecto típico",
  "oz_typical_project": "Reacondicionar una fábrica, instalar fibra óptica, añadir viviendas de uso mixto.",
  "lihtc_typical_project": "Construcción desde cero o rehabilitación de edificios con límites de alquiler.",
  "your_reward": "Tu beneficio",
  "oz_your_reward": "• Vacaciones fiscales de 5 años sobre la ganancia invertida.<br>• Entre un 10 % y 30 % de esa ganancia no será gravada.<br>• Toda ganancia después de 10 años es libre de impuestos.",
  "lihtc_your_reward": "• Créditos por aproximadamente 90 ¢ por cada $1 de impuesto federal que debes, pagados en 10 años.<br>• Flujo de renta (generalmente pequeño pero constante).",
  "hold_period": "Periodo de retención",
  "oz_hold_period": "Mantén la inversión al menos 10 años para obtener todos los beneficios.",
  "lihtc_hold_period": "Mantén la inversión 15 años para que el IRS no recupere los créditos.",
  "combine_question": "¿Se pueden combinar?",
  "combine_answer": "Sí, el mismo edificio puede estar en una OZ y recibir financiamiento LIHTC; cada inversor elige el tipo que prefiera.",
  "oz_column_short": "Zonas de Oportunidad",
  "lihtc_column_short": "LIHTC",
  "investor_intro_title": "Usted invierte directamente en el proyecto, no en un fondo",
  "investor_intro_text": "Su filial estadounidense invierte directamente en la LLC que posee el proyecto inmobiliario. Ese proyecto está estructurado para cumplir con los requisitos de la Ley de Zonas de Oportunidad, lo que le permite acceder a todos los beneficios fiscales, sin pasar por un fondo tradicional QOF.",

  "investor_step1_title": "1. Creamos su filial en EE.UU.",
  "investor_step1_item1": "Mantiene su inversión separada y ordenada",
  "investor_step1_item2": "Permite aprovechar los créditos fiscales estadounidenses",
  "investor_step1_item3": "Cumple con FIRPTA y las normativas del IRS",

  "investor_step2_title": "2. Fondos en custodia, indexados y protegidos",
  "investor_step2_text": "Su capital se deposita en una cuenta de custodia segregada y con intereses, que solo se libera cuando:",
  "investor_step2_item1": "Se verifica el cumplimiento de OZ o LIHTC",
  "investor_step2_item2": "El proyecto obtiene los permisos, adjudicaciones y financiamiento final",
  "investor_step2_item3": "Se cumplen todas las condiciones legales y financieras de cierre",
  "investor_step2_note": "Hasta entonces, su capital genera intereses y se mantiene protegido.",

  "investor_step3_title": "3. Incentivos fiscales que rinden",

  "oz_card_title": "Proyectos OZ",
  "oz_card_1": "Invierta en un proyecto único que cumple con las reglas de Zona de Oportunidad",
  "oz_card_2": "Mantenga 10+ años: 100% libre de impuestos sobre las ganancias de reventa",
  "oz_card_3": "Rolle una ganancia existente y reciba una exención parcial después del año 5",
  "oz_card_4": "La LLC del proyecto califica como QOF, sin necesidad de entrar en un fondo agrupado",

  "lihtc_card_title": "Proyectos LIHTC",
  "lihtc_card_1": "Proyectos con créditos fiscales otorgados por agencias estatales de vivienda",
  "lihtc_card_2": "Los créditos se venden a instituciones o los usa su filial en EE.UU.",
  "lihtc_card_3": "Puede financiar solo la parte del LP o también la parte LIHTC y quedarse con los créditos",
  "lihtc_card_4": "Créditos con valor de mercado ~$0.80–$0.90 por cada $1.00, distribuidos en 10 años",
  "lihtc_card_5": "Los créditos no usados pueden acumularse por 20 años",

  "investor_step4_title": "4. Dos estructuras LIHTC: usted elige",
  "lihtc_table_header_1": "Estructura",
  "lihtc_table_header_2": "Opción 1: Vender créditos al mercado",
  "lihtc_table_header_3": "Opción 2: Su filial en EE.UU. usa los créditos",

  "lihtc_table_row1": "Quién usa los créditos",
  "lihtc_table1_col2": "Banco o inversionista institucional en EE.UU.",
  "lihtc_table1_col3": "Su filial en EE.UU. (requiere ingresos allí)",

  "lihtc_table_row2": "Quién recibe el beneficio fiscal",
  "lihtc_table2_col2": "Tercero",
  "lihtc_table2_col3": "Usted (a través de la filial)",

  "lihtc_table_row3": "Capital requerido",
  "lihtc_table3_col2": "Solo la parte del LP",
  "lihtc_table3_col3": "Parte del LP + parte de LIHTC",

  "lihtc_table_row4": "Precio del crédito",
  "lihtc_table4_col2": "~$0.80–$0.90 por $1.00",
  "lihtc_table4_col3": "Igual (interno)",

  "lihtc_table_row5": "Créditos acumulables",
  "lihtc_table5_col2": "No aplica",
  "lihtc_table5_col3": "20 años",
  "qof_intro_title": "¿Qué es un proyecto compatible con QOF?",
  "qof_intro_text": "Un Qualified Opportunity Fund (QOF) es una estructura legal exigida por el programa de Zonas de Oportunidad (OZ).<br><br> En nuestro modelo, la propia LLC del proyecto se estructura para cumplir con los requisitos de QOF, lo que significa que su inversión como socio limitado va directamente al proyecto que cumple con la normativa, sin pasar por un fondo externo. Así obtiene todos los beneficios fiscales mientras mantiene cercanía con el activo.",
  "tiny_tittle": "Ejemplo de Inversión",
  "tiny_oz_example": "Inversión OZ",
  "tiny_lihtc_example": "Inversión LIHTC",
  "tiny_oz_dollars": "USD 1M como LP en un proyecto multifamiliar de uso mixto de 300 unidades en una zona OZ designada",
  "tiny_lihtc_dollars": "USD 100K como LP en un proyecto de vivienda asequible de 120 unidades con créditos fiscales LIHTC del 9%",
  "tiny_oz_years1_5": "La ganancia después de más de 10 años está 100% libre de impuestos",
  "tiny_lihtc_years1_5": "Recibe entre ~USD 90K–100K en créditos fiscales durante 10 años",
  "tiny_oz_year5": "La ganancia original también se perdona parcialmente después del año 5",
  "tiny_lihtc_year5": "Los créditos compensan impuestos de la afiliada en EE. UU.; el saldo no utilizado se transfiere",
  "tiny_oz_exit": "Participación directa como LP en un proyecto conforme a QOF",
  "tiny_lihtc_exit": "Participación directa como LP en el proyecto; créditos monetizados o retenidos",
  "tiny_oz_saved": "Capital en custodia hasta la verificación OZ",
  "tiny_lihtc_saved": "Capital en custodia hasta la asignación de créditos y cierre del proyecto",
  "why_work_title": "Por qué los inversores internacionales trabajan con MARSTON",
  "why_work_item_1": "✔️ <strong>Propiedad directa</strong>: sin fondos ciegos ni intermediarios",
  "why_work_item_2": "✔️ <strong>Protección mediante custodia (escrow)</strong>: el capital solo se mueve cuando se certifica el cumplimiento",
  "why_work_item_3": "✔️ <strong>Estrategia fiscal personalizada</strong>: monetiza o conserva los créditos a través de la afiliada",
  "why_work_item_4": "✔️ <strong>Rendimiento neto de impuestos</strong>: posición fiscal optimizada = mayor rentabilidad (IRR)",
  "why_work_item_5": "✔️ <strong>Cobertura legal y fiscal completa</strong>: cumplimiento de EIN, FIRPTA e IRS gestionado por equipos legales y contables independientes en EE. UU. con décadas de experiencia",
  "why_work_item_6": "✔️ <strong>Escala nacional + experiencia local</strong>: MARSTON se asocia con sindicadores de créditos fiscales y prestamistas nacionales, junto a equipos locales con profundo conocimiento y confianza comunitaria",
  "why_work_item_7": "✔️ <strong>Estrategia de salida desde el primer día</strong>: refinanciamiento, recompra o venta entre los años 11 y 15 planificados desde el inicio",
  
  "interactive_map_title": "Mapa Interactivo de Zonas de Oportunidad",
  
  "bottom_line_if": "Si usted quiere:",
  "bottom_line_1": "✅ Reduce o elimina tu exposición fiscal en EE. UU.",
  "bottom_line_2": "✅ Invierte en activos tangibles con ventajas fiscales",
  "bottom_line_3": "✅ Aprovecha incentivos federales sin estructuras de fondos complejas",
  "bottom_line_4": "✅ Apoya el acceso a internet y la vivienda en comunidades desatendidas",
  "bottom_line_5": "Entonces, asociarte como LP en proyectos inmobiliarios de MARSTON que cumplen con OZ o LIHTC te ofrece acceso, estructura, protección y rentabilidad, con pleno cumplimiento legal integrado.",
  "bottom_line_6": "Nosotros nos encargamos de la complejidad en EE. UU. Tú construyes valor a largo plazo."
},
  "protect": {
  "safetyPage_title": "Primero seguridad, luego generamos valor",
  "safetyPage_subtitle": "¿Qué hace que los proyectos multifamiliares de MARSTON <br> sean diferentes y más seguros?",
  "safetyPage_text": "En MARSTON Development Group, entendemos lo que más valoran los inversionistas serios:<br><div style='text-align:center; font-weight:bold; text-decoration:underline;'>Preservación del capital y protección ante pérdidas.</div><br>Por eso nos enfocamos exclusivamente en desarrollos multifamiliares y de uso mixto. Estos son activos inmobiliarios esenciales, con demanda sostenida a largo plazo, respaldados por fundamentos demográficos sólidos y revisados a través de múltiples capas de supervisión para reducir la incertidumbre.<br><br>A diferencia de desarrollos especulativos como condominios, centros comerciales, logística o activos tecnológicos, nuestros proyectos están basados en necesidades habitacionales, apoyo público y modelos de financiamiento comprobados.",
  "safety_whyMultifamilyTitle": "Por qué el multifamiliar ofrece un camino más seguro para tu capital",
  "safety_keyFactor": "Factor clave",

  "safety_whatItMeans": "Qué significa para los inversores",

  "safety_factor_housingShortage": "Escasez de viviendas",
  "safety_expl_housingShortage": "EE. UU. necesita más de 3,8 millones de nuevas viviendas. La demanda supera la oferta en la mayoría de los mercados.",

  "safety_factor_stableDemand": "Demanda estable de inquilinos",
  "safety_expl_stableDemand": "Nuestros inquilinos son familias trabajadoras, profesionales y trabajadores esenciales. Es una población amplia y confiable, no limitada a compradores de lujo.",

  "safety_factor_downturnResilience": "Resiliencia ante recesiones",
  "safety_expl_downturnResilience": "Incluso durante desaceleraciones económicas, las personas necesitan vivienda. Las comunidades de alquiler bien ubicadas mantienen una alta ocupación.",

  "safety_factor_populationShifts": "Desplazamientos poblacionales",
  "safety_expl_populationShifts": "La migración hacia mercados en crecimiento y la inmigración impulsan la demanda multifamiliar a largo plazo.",

  "safety_factor_preferredAsset": "Clase de activo preferida",
  "safety_expl_preferredAsset": "El multifamiliar es la clase de activo más financiada y suscrita en el sector inmobiliario. Bancos y agencias lo priorizan.",

  "safety_factor_publicSupport": "Alineación con incentivos públicos",
  "safety_expl_publicSupport": "Gobiernos federales, estatales y locales apoyan activamente el desarrollo habitacional mediante créditos fiscales, exenciones y herramientas de financiamiento.",
  "safetyPage_assetComparisonTitle": "Más fácil de evaluar. Más fácil de comprender.",
  "safety_assetType": "Tipo de activo",
  "safety_complexity": "Complejidad",
  "safety_demandClarity": "Claridad de la demanda",
  "safety_governmentSupport": "Apoyo gubernamental",

  "safety_assets_multifamily": "Multifamiliar",
  "safety_assets_retail": "Comercial",
  "safety_assets_logistics": "Logística",
  "safety_assets_dataCenters": "Centros de datos",
  "safety_assets_condos": "Condominios",

  "safety_levels_straightforward": "Directo",
  "safety_levels_strongGrowing": "Fuerte y en crecimiento",
  "safety_levels_high": "Alto",

  "safety_levels_locationSensitive": "Dependiente de la ubicación",
  "safety_levels_mixedVolatile": "Mixto y volátil",
  "safety_levels_limited": "Limitado",

  "safety_levels_largeScale": "Gran escala e intensivo en terreno",
  "safety_levels_cyclical": "Cíclico",

  "safety_levels_expensiveTech": "Costoso y altamente técnico",
  "safety_levels_niche": "Específico de nicho",
  "safety_levels_none": "Ninguno",

  "safety_levels_speculative": "Altamente especulativo",
  "safety_levels_buyerDependent": "Dependiente del comprador",
  "safetyPage_postCondos": "El multifamiliar no depende de tendencias. Es una necesidad social esencial y un ancla para preservar capital a largo plazo.",

  "safetyPage_oversight_title": "Los proyectos de MARSTON pasan por una supervisión en múltiples niveles",
  "safetyPage_oversight_standard_title": "Proyectos multifamiliares estándar",
  "safetyPage_oversight_standard_1": "Permisos y autorizaciones municipales",
  "safetyPage_oversight_standard_2": "Evaluación financiera interna por MARSTON",
  "safetyPage_oversight_standard_3": "Tasaciones de terceros",
  "safetyPage_oversight_standard_4": "Evaluación financiera a nivel bancario",

  "safetyPage_oversight_city_title": "Proyectos con incentivos municipales",
  "safetyPage_oversight_city_1": "Todos los anteriores.",
  "safetyPage_oversight_city_2": "Exoneraciones o incentivos fiscales locales",
  "safetyPage_oversight_city_3": "Estudios de mercado y viabilidad externos",
  "safetyPage_oversight_city_4": "Revisión por la junta de desarrollo económico",

  "safetyPage_oversight_federal_title": "Proyectos con incentivos estatales y federales (LIHTC y OZ)",
  "safetyPage_oversight_federal_0": "Todos los requerimientos de los proyectos estándar.",
  "safetyPage_oversight_federal_1": "Aplicaciones competitivas a nivel estatal",
  "safetyPage_oversight_federal_2": "Cumplimiento con el IRS y regulaciones federales",
  "safetyPage_oversight_federal_3": "Informes ambientales y de ingeniería",
  "safetyPage_oversight_federal_4": "Supervisión de sindicatos de créditos fiscales y socios institucionales",
  "safetyPage_oversight_federal_5": "Monitoreo de cumplimiento a largo plazo después de la finalización",
  "safetyPage_final_title": "Qué Significa para Usted",
  "safetyPage_final_1": "Su capital se mantiene en garantía y solo se libera después de obtener todas las aprobaciones",
  "safetyPage_final_2": "La supervisión protege contra riesgos de ejecución y cumplimiento",
  "safetyPage_final_3": "Priorizamos reducir la incertidumbre antes de buscar rentabilidad",
  "safetyPage_final_closing": "Con MARSTON, usted no está especulando. Está invirtiendo en infraestructura habitacional verificada, diseñada para seguridad a largo plazo."
},
"live_local":{
  "live_intro_title": "Desbloqueando valor con la <br> Live Local Act de Florida",
  "live_intro_subtitle": "Cómo duplicamos la densidad, bajamos costos y entregamos vivienda de alta demanda",
  "live_law_title": "Una ley hecha para desarrolladores que se mueven rápido",
  "live_law_p1": "La Live Local Act de Florida fue diseñada para acelerar la producción de vivienda, especialmente para trabajadores y esquemas de ingresos mixtos. La oportunidad para los desarrolladores es directa: si destinas una parte del proyecto a vivienda para la fuerza laboral, obtienes acceso a la mayor densidad y altura permitidas en toda la ciudad—sin pelear una rezonificación y sin audiencias públicas.",
  "live_law_p2": "El requisito base es reservar al menos el 40% de las unidades para hogares con ingresos de hasta el 120% del Ingreso Medio del Área (AMI) durante 30 años. Cumplir ese umbral desbloquea derechos sustanciales, aprobaciones ágiles y flexibilidad en estacionamiento.",
  "live_returns_title": "Por qué cambia las reglas del juego para los rendimientos",
  "live_benefit_density_title": "Densidad sin drama",
  "live_benefit_density_desc": "Construye con la mayor densidad y altura permitidas por la ciudad mediante aprobaciones administrativas.",
  "live_benefit_parking_title": "Ahorro de costos al reducir estacionamiento",
  "live_benefit_parking_desc": "Menores mínimos de estacionamiento implican menos parqueaderos estructurados, liberando millones en costos de obra.",
  "live_benefit_mixeduse_title": "Potencial de uso mixto",
  "live_benefit_mixeduse_desc": "Hasta la mitad del edificio puede ser área comercial sin perder los derechos residenciales.",
  "live_benefit_speed_title": "Velocidad al mercado",
  "live_benefit_speed_desc": "Sin audiencias públicas → camino más rápido del concepto a la construcción, capturando la demanda antes que la competencia.",
  "live_amend_title": "Enmienda reciente amplía el campo de juego",
  "live_amend_text": "Una nueva enmienda ahora hace que la zonificación de Desarrollo Planificado (PD) sea elegible para los beneficios de Live Local. Esto significa que los grandes sitios con planes maestros y bajo régimen PD (previamente excluidos) ahora pueden habilitarse para las mismas oportunidades de alta densidad y alto rendimiento.",
  "live_case_title": "Caso de estudio: Proyecto en Fort Lauderdale — de 85 a 162 unidades",
  "live_case_stat_from": "85 unidades",
  "live_case_stat_to": "162 unidades",
  "live_case_stat_delta": "+77 unidades",

  "live_case_original_title": "Situación inicial",
  "live_case_original_zoning": "Zonificación: Business General (B1)",
  "live_case_original_cap": "Tope: 85 unidades",
  "live_case_original_constraints": "Restricciones: límites de altura, costos elevados por estacionamiento estructural y cronogramas tradicionales de aprobación.",

  "live_case_move_title": "Nuestra jugada",
  "live_case_move_commitment": "Fuimos más allá del requisito del 40%, destinando el 100% de las unidades a vivienda para la fuerza laboral hasta el 120% del AMI por 30 años.",
  "live_case_move_parking": "Esa decisión activó la máxima reducción de estacionamientos, eliminando la necesidad de parking estructural y liberando presupuesto para más unidades y amenidades.",
  "live_case_move_density": "La Live Local Act nos permitió casi duplicar la densidad a 162 unidades —todas de fuerza laboral— sin una batalla de rezonificación ni una sola audiencia pública.",

  "live_case_outcome_title": "El resultado",
  "live_case_outcome_units": "+77 unidades productoras de renta",
  "live_case_outcome_savings": "Millones ahorrados en costos de construcción al evitar estacionamiento estructural",
  "live_case_outcome_speed": "Aprobaciones más rápidas y entrada al mercado anticipada",
  "live_case_outcome_performance": "Fuerte potencial de crecimiento del NOI y mayor IRR proyectada",
  "strategy_title": "Por qué usamos esta estrategia",
  "strategy_intro": "La Live Local Act es hoy una de las herramientas de habilitación más potentes en Florida. Al combinar compromisos de alta asequibilidad con la reducción de estacionamientos, podemos crear más unidades, a menor costo y llevarlas al mercado más rápido. Para los inversionistas, eso significa:",
  "strategy_benefit_1": "Más superficie rentable en el mismo terreno",
  "strategy_benefit_2": "Menor costo de construcción por unidad",
  "strategy_benefit_3": "Cronogramas acelerados y retornos más rápidos",
  "strategy_benefit_4": "Acceso a una demanda estable y desabastecida en vivienda para trabajadores",
  "strategy_outro": "Aplicada estratégicamente, esta ley convierte las restricciones de zonificación en ventajas competitivas — y ya demostramos que funciona."


}



}