{
  "about_us": "Sobre Nosotros",
  "projects": "Proyectos",
  "investment": "Estrategia de Inversión",
  "contact": "Contáctanos",
  "login": "Acceso Inversores",
  "discover_more": "Descubrir Más",
  "learn_more": "Aprender Más",
  "community": "Comunidad",
  "quality": "Calidad",
  "sustainability": "Sostenibilidad",
  "innovation": "Innovación",
  "contact_title": "Contáctanos",
  "join_investor": "Únete a Nuestra Red de Inversores",
  "address": "Dirección",
  "email": "Envíanos un Correo",
  "call": "Llámanos",
  "view_more": "Ver más",
  "aboutus_title": "Innovación, Calidad,<br> e Impacto Comunitario",
  "aboutus_paragraph1": "Marston es una empresa de desarrollo inmobiliario con visión de futuro, especializada en propiedades multifamiliares, de uso mixto y residencias frente al mar de lujo extremo. Con una sólida presencia en Florida, Misuri y más allá, Marston se dedica a redefinir la vida moderna creando espacios vibrantes y orientados a la comunidad que integran calidad, innovación y sostenibilidad. Guiados por el compromiso con la excelencia, nuestros proyectos están diseñados cuidadosamente para ofrecer hogares funcionales y acogedores que equilibren la rentabilidad del inversor con la satisfacción del inquilino. Ya sea una residencia de lujo frente al mar o un desarrollo urbano de uso mixto, Marston garantiza que cada proyecto refleje nuestra visión de mejorar tanto el estilo de vida como el valor.",
  "aboutus_paragraph2": "En Marston, abordamos cada desarrollo con un enfoque en la comunidad, la conectividad y el impacto a largo plazo. Desde la incorporación de comodidades de última generación y elementos de diseño sostenible hasta la ubicación estratégica de los proyectos cerca de centros de empleo clave y servicios, entregamos propiedades que destacan en el mercado. Nuestros desarrollos, como Waverly Plaza y One Nine Vine, demuestran nuestra capacidad para combinar arquitectura moderna con ubicaciones estratégicas, obteniendo reconocimientos como el premio Capstone. Al priorizar las necesidades de los residentes, los inversores y las comunidades que servimos, Marston continúa marcando el estándar de excelencia en desarrollo inmobiliario.",
  "partnership_title": "Grupo Marston | En colaboración con Zero to Plan",
  "partnership_text": "En Marston Group, adquirimos y desarrollamos proyectos inmobiliarios con alto potencial en mercados resilientes de EE. UU., donde la demanda es real, las barreras de entrada son altas y la alineación público-privada crea oportunidades extraordinarias. Nos enfocamos en el diseño centrado en las personas, la viabilidad validada por datos y una visión alineada a largo plazo con los inversionistas. Creemos que la base de un gran proyecto inmobiliario no es solo la tierra o el capital, sino las personas.",
  "community_text": "Priorizamos la creación de espacios que fomenten la conexión, la participación y la inclusión, asegurando que cada desarrollo contribuya positivamente a los vecindarios que servimos.",
  "quality_text": "Nuestro compromiso con la excelencia es evidente en cada detalle, desde el diseño arquitectónico hasta la construcción, garantizando altos estándares que satisfacen tanto a residentes como a inversores.",
  "sustainability_text": "Integramos prácticas responsables con el medio ambiente y soluciones sostenibles en nuestros proyectos, reflejando nuestra dedicación a construir un futuro mejor para los residentes y el planeta.",
  "innovation_text": "Nuestros proyectos rompen esquemas, combinando diseño moderno, tecnología avanzada e innovación para redefinir los espacios habitables y construir comunidades vibrantes.",
  "community_text_phone": "Priorizamos la creación de espacios que fomenten la conexión, la participación y la inclusión, asegurando que cada desarrollo contribuya positivamente a los vecindarios que servimos.",
  "quality_text_phone": "Nuestro compromiso con la excelencia es evidente en cada detalle, desde el diseño arquitectónico hasta la construcción, garantizando altos estándares que satisfacen tanto a residentes como a inversores.",
  "sustainability_text_phone": "Integramos prácticas responsables con el medio ambiente y soluciones sostenibles en nuestros proyectos, reflejando nuestra dedicación a construir un futuro mejor para los residentes y el planeta.",
  "innovation_text_phone": "Nuestros proyectos rompen esquemas, combinando diseño moderno, tecnología avanzada e innovación para redefinir los espacios habitables y construir comunidades vibrantes.",
  "commercial": "Comercial",
  "multifamily": "Multifamiliar",
  "mixed_use": "Uso mixto",
  "copyright": "© 2025 MARSTON Development Group. Todos los derechos reservados.",
  "footer_disclaimer": "Las imágenes son propiedad de Marston o se utilizan con los permisos correspondientes. Para más información, revisa nuestro <a href='/disclaimer.html' style='color: #002e4b'>[Aviso Legal]</a>."
}
